[Nemesis.A_eating_friend H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Поглощение"
mTooltip="Существо поглощает жизненную энергию союзника и наносит ему урон в размере 25% численности отряда, чтобы исцелить себя."

[Nemesis.A_Creature_nemesis H7Creature]
mName="Немезида"
mLore="Никто не знает, что это за существо, откуда оно взялось и каково его предназначение. Для кого-то это обычная загадка, а для кого-то - лишь пугающая сказка."

[Nemesis.A_Enrager_Buff H7BaseBuff]
mName="Возбуждение"
mTooltip="Каждый раз, когда существу наносят урон, оно получает %buff.buff.stat %buff.buff.stat.icon скорости до своего следующего хода."

[Nemesis.A_Enrager H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Возбуждение"
mTooltip="Каждый раз, когда существу наносят урон, оно получает максимум %buff.buff.stat %buff.buff.stat.icon скорости до своего следующего хода."

[Nemesis.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Жажда крови"
mTooltip="С вероятностью 30% это существо может атаковать снова после нанесения урона."

[Nemesis.A_MeleeAttack2 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Роковой удар"
mTooltip="Более сильная атака, наносящая от %d.min до %d.max ед. урона от %ICON_FIRE магии огня. Нет возможности многократного удара."

